C2LP-Assistant/C2LP.Assistant.TMSConsole/bin/Debug/AccessRecord/Temperature_20170728170749_HD2485901.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.webservice.vtradex.com" > <soapenv:Header/><soapenv:Body><ser:temperatureXml1><?xml version="1.0"?>
<XML xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <MESSAGEHEAD>
    <SENDER>NBJC01160122</SENDER>
    <FILETYPE>XML</FILETYPE>
    <CONTENTTYPE>CarrierTempRecord</CONTENTTYPE>
    <SENDTIME>2017-07-28 17:06:21</SENDTIME>
    <FILENAME>20170728170621</FILENAME>
    <FILEFUNCTION>ADD</FILEFUNCTION>
  </MESSAGEHEAD>
  <MESSAGEDETAIL><![CDATA[<?xml version="1.0"?>
<XML xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <CONTENTLIST>
    <CONTENT>
      <HEADER />
      <DETAILLIST>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 03:30:40</TRACKTIME>
          <TEMPREATURE>6.6|6.2|6.9</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5234</LONGITUDE>
          <LATITUDE>2954.3289</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 03:35:40</TRACKTIME>
          <TEMPREATURE>6.9|6.7|6.9</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5234</LONGITUDE>
          <LATITUDE>2954.3315</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 03:40:40</TRACKTIME>
          <TEMPREATURE>7.0|6.9|6.2</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5342</LONGITUDE>
          <LATITUDE>2954.3262</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 03:45:40</TRACKTIME>
          <TEMPREATURE>6.7|6.0|4.7</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5244</LONGITUDE>
          <LATITUDE>2954.3284</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 03:50:40</TRACKTIME>
          <TEMPREATURE>5.4|6.8|3.3</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5273</LONGITUDE>
          <LATITUDE>2954.3281</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 03:55:40</TRACKTIME>
          <TEMPREATURE>4.3|5.6|3.2</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5293</LONGITUDE>
          <LATITUDE>2954.3250</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 04:00:40</TRACKTIME>
          <TEMPREATURE>6.3|6.5|5.2</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5293</LONGITUDE>
          <LATITUDE>2954.3308</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 04:05:40</TRACKTIME>
          <TEMPREATURE>6.1|6.3|5.4</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5371</LONGITUDE>
          <LATITUDE>2954.3213</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 04:10:40</TRACKTIME>
          <TEMPREATURE>4.4|5.7|3.1</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5117</LONGITUDE>
          <LATITUDE>2954.3342</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 04:15:40</TRACKTIME>
          <TEMPREATURE>6.7|6.9|6.4</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5098</LONGITUDE>
          <LATITUDE>2954.3403</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 04:20:40</TRACKTIME>
          <TEMPREATURE>6.9|6.5|6.3</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5117</LONGITUDE>
          <LATITUDE>2954.3450</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 15:40:20</TRACKTIME>
          <TEMPREATURE>6.6|6.8|6.2</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.0801</LONGITUDE>
          <LATITUDE>2947.2820</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 15:45:20</TRACKTIME>
          <TEMPREATURE>6.4|6.5|6.7</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12136.1279</LONGITUDE>
          <LATITUDE>2948.1399</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 15:50:20</TRACKTIME>
          <TEMPREATURE>6.0|6.6|6.5</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.8174</LONGITUDE>
          <LATITUDE>2948.1460</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 15:55:20</TRACKTIME>
          <TEMPREATURE>6.5|6.4|6.0</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.8154</LONGITUDE>
          <LATITUDE>2948.1753</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:00:20</TRACKTIME>
          <TEMPREATURE>6.5|6.5|6.5</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.7949</LONGITUDE>
          <LATITUDE>2948.2014</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:05:20</TRACKTIME>
          <TEMPREATURE>6.1|6.5|6.4</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.8008</LONGITUDE>
          <LATITUDE>2948.2126</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:10:20</TRACKTIME>
          <TEMPREATURE>6.3|6.3|6.4</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.8135</LONGITUDE>
          <LATITUDE>2948.2295</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:15:20</TRACKTIME>
          <TEMPREATURE>6.9|6.5|6.4</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>-300.0000</LONGITUDE>
          <LATITUDE>-300.0000</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:20:20</TRACKTIME>
          <TEMPREATURE>6.6|6.3|6.1</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>-300.0000</LONGITUDE>
          <LATITUDE>-300.0000</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:25:20</TRACKTIME>
          <TEMPREATURE>4.5|6.6|3.9</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.8154</LONGITUDE>
          <LATITUDE>2948.2253</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:30:20</TRACKTIME>
          <TEMPREATURE>6.2|6.4|5.6</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.7510</LONGITUDE>
          <LATITUDE>2948.1440</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:35:20</TRACKTIME>
          <TEMPREATURE>6.0|6.0|6.0</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.8213</LONGITUDE>
          <LATITUDE>2948.2358</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:40:20</TRACKTIME>
          <TEMPREATURE>4.8|6.9|4.5</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>-300.0000</LONGITUDE>
          <LATITUDE>-300.0000</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:45:20</TRACKTIME>
          <TEMPREATURE>6.6|6.1|6.5</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.8057</LONGITUDE>
          <LATITUDE>2948.2134</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:50:20</TRACKTIME>
          <TEMPREATURE>5.2|6.3|5.7</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12136.1123</LONGITUDE>
          <LATITUDE>2948.0835</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 16:55:20</TRACKTIME>
          <TEMPREATURE>5.4|6.9|5.5</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>-300.0000</LONGITUDE>
          <LATITUDE>-300.0000</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:00:20</TRACKTIME>
          <TEMPREATURE>6.8|6.9|7.0</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12137.4814</LONGITUDE>
          <LATITUDE>2948.7463</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:05:20</TRACKTIME>
          <TEMPREATURE>4.7|6.4|5.0</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12140.7080</LONGITUDE>
          <LATITUDE>2949.9329</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:10:20</TRACKTIME>
          <TEMPREATURE>6.3|6.0|6.5</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12142.1299</LONGITUDE>
          <LATITUDE>2949.8438</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:15:20</TRACKTIME>
          <TEMPREATURE>4.5|6.8|5.2</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12142.3818</LONGITUDE>
          <LATITUDE>2949.8325</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:20:20</TRACKTIME>
          <TEMPREATURE>5.9|7.0|6.0</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12142.5234</LONGITUDE>
          <LATITUDE>2949.8145</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:25:20</TRACKTIME>
          <TEMPREATURE>6.9|6.8|6.2</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12142.8330</LONGITUDE>
          <LATITUDE>2949.7600</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:30:20</TRACKTIME>
          <TEMPREATURE>4.9|6.6|4.9</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>-300.0000</LONGITUDE>
          <LATITUDE>-300.0000</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:35:20</TRACKTIME>
          <TEMPREATURE>6.7|6.3|6.7</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12144.1514</LONGITUDE>
          <LATITUDE>2950.0488</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:40:20</TRACKTIME>
          <TEMPREATURE>4.6|6.6|4.9</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12145.2139</LONGITUDE>
          <LATITUDE>2951.5278</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:45:20</TRACKTIME>
          <TEMPREATURE>6.9|6.8|6.6</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12145.7080</LONGITUDE>
          <LATITUDE>2953.0754</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:50:20</TRACKTIME>
          <TEMPREATURE>4.9|6.4|4.8</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.0918</LONGITUDE>
          <LATITUDE>2954.3071</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 17:55:20</TRACKTIME>
          <TEMPREATURE>6.5|6.6|6.0</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5029</LONGITUDE>
          <LATITUDE>2954.3420</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 19:38:40</TRACKTIME>
          <TEMPREATURE>6.5|6.4|6.8</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>-300.0000</LONGITUDE>
          <LATITUDE>-300.0000</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 19:43:40</TRACKTIME>
          <TEMPREATURE>5.3|6.8|5.8</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12135.2510</LONGITUDE>
          <LATITUDE>2956.5547</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 19:48:40</TRACKTIME>
          <TEMPREATURE>5.1|6.5|5.4</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12137.6768</LONGITUDE>
          <LATITUDE>2956.4717</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 19:53:40</TRACKTIME>
          <TEMPREATURE>6.8|6.6|6.1</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12139.4131</LONGITUDE>
          <LATITUDE>2956.7654</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 19:58:40</TRACKTIME>
          <TEMPREATURE>4.4|6.2|4.8</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12142.4238</LONGITUDE>
          <LATITUDE>2953.9958</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 20:03:40</TRACKTIME>
          <TEMPREATURE>6.1|6.8|6.6</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12146.0215</LONGITUDE>
          <LATITUDE>2953.2107</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 20:08:40</TRACKTIME>
          <TEMPREATURE>5.3|6.8|6.3</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>-300.0000</LONGITUDE>
          <LATITUDE>-300.0000</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 20:13:40</TRACKTIME>
          <TEMPREATURE>5.1|6.5|5.7</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>-300.0000</LONGITUDE>
          <LATITUDE>-300.0000</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-12 20:18:40</TRACKTIME>
          <TEMPREATURE>6.8|6.3|6.6</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5098</LONGITUDE>
          <LATITUDE>2954.3430</LATITUDE>
        </DETAIL>
        <DETAIL>
          <ECNO>161109060</ECNO>
          <LEGNO>HD2485901</LEGNO>
          <LICENSENO>浙BD31Y8</LICENSENO>
          <WAREHOUSECODE />
          <TRACKTIME>2017-07-14 13:08:30</TRACKTIME>
          <TEMPREATURE>6.9|6.3|6.3</TEMPREATURE>
          <HUMIDITY />
          <LONGITUDE>12147.5078</LONGITUDE>
          <LATITUDE>2954.3425</LATITUDE>
        </DETAIL>
      </DETAILLIST>
    </CONTENT>
  </CONTENTLIST>
</XML>]]></MESSAGEDETAIL>
</XML></ser:temperatureXml1></soapenv:Body></soapenv:Envelope>

-------------------------------------------------------------------------

<?xml version="1.0" encoding="UTF-8"?><XML><MSGCODE>1</MSGCODE><MSGCONTENT></MSGCONTENT><MSGNAME>20170728170621</MSGNAME></XML>